const products  = [
    {
        id: 0,
        name: "Шея свиная без кости",
        description: "Шея без кости — наиболее сочный и нежный отруб отборной фермерской свинины. Это мясо очень питательно и достаточно калорийно. Шея идеально подходит для приготовления шашлыка, тушения, жарки на сковороде или гриле и запекания. Сама по себе свинина чрезвычайно богата витаминами группы В, селеном, цинком и железом. Блюда из натуральной фермерской свинины с чистым составом заслуживают быть в каждом здоровом рационе.",
        image: "https://cdn.esh-derevenskoe.ru/image/cache/catalog/product/12855/cd136d-730x604.JPG?v=3",
        price: 400,
        weight: 700,
        specifications:[
            {
            property: "Масса",
            value: "650 г (525-875г).",
        },
        {
            property:"Срок годности",
            value: "6 суток",
        },
        {
            property:"Порода",
            value: "КОББ 500",
        },
        {
            property:"Место нахождения",
            value: "Тверскася область",
        },
        
        ],

        structure:[
        {
            property:"Энергетическая ценность: ",
            value: "135 ккал./565 кДж.",
        },
        {
            property:"Пищевая ценность: ",
            value: "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.",
        },
        ]

    },
    {
        id: 1,
        name: "Каре барашка",
        description: "Нежное мясо на косточке с небольшой калорийностью. Мы советуем запечь со свежими овощами или пожарить с кампотским перцем. Блюда из каре барашка хорошо подходят для питания детей и людей в возрасте благодаря содержанию полезных элементов.",
        image: "https://cdn.esh-derevenskoe.ru/image/cache/catalog/product/4251/0910b9-730x604.JPG?v=3",
        price: 2121,
        weight: 700,
        specifications:[
            {
            property: "Масса",
            value: "700 г. (525-875г.)",
        },
        {
            property:"Срок годности",
            value: "6 суток",
        },
        {
            property:"Порода",
            value: "КОББ 500",
        },
        {
            property:"Место нахождения",
            value: "Талдомский район",
        },
        
        ],

        structure:[
        {
            property:"Энергетическая ценность: ",
            value: "135 ккал./565 кДж.",
        },
        {
            property:"Пищевая ценность: ",
            value: "белки - 18 г., жиры - 18 г., углеводы - 0 г.; на 100 г.",
        },
        ]

    },
    {
        id: 2,
        name: "Люля-кебаб (заморозка)",
        description: "Люля - кебаб традиционное кавказское блюдо. Считается, что его вкусно готовить только на костре, но натуральный люля - кебаб от Эдуарда Васильева можно приготовить и в духовке.",
        image: "https://cdn.esh-derevenskoe.ru/image/cache/catalog/product/672/zd3a4121-730x604.jpg?v=3",
        price: 820,
        weight: 500,
        specifications:[
            {
            property: "Масса",
            value: "0,5 кг. (460-520 г.)",
        },
        {
            property:"Срок годности",
            value: "90 суток.",
        },
        {
            property:"Порода",
            value: "Костромская",
        },
        {
            property:"Место нахождения",
            value: "Калининский район",
        },
        
        ],

        structure:[
        {
            property:"Энергетическая ценность: ",
            value: "234,68 кКал. / 981,9 кДж.",
        },
        {
            property:"Пищевая ценность: ",
            value: "белки - 15,8 г., жиры - 18,2 г., углеводы - 0,9 г.; на 100 г.",
        },
        ]

    },
    {
        id: 3,
        name: "Курица суповая",
        description: " Суповая курица, бывшая курица-несушка, идеально подходит для приготовления куриного бульона — наваристого и ароматного. Птица много двигалась и несла яйца, поэтому она отличается невысоким содержанием подкожного жира и мяса. Из-за большого количества мышечной ткани суповая курица достаточно жесткая, что совершенно не влияет на качество супа, консоме или бульона. Кстати, куриный бульон оказывает укрепляющее воздействие на иммунную систему организма, поэтому употреблять его очень полезно для здоровья.",
        image: "https://cdn.esh-derevenskoe.ru/image/cache/catalog/product/3574/cdb942-730x604.JPG?v=3",
        price: 720,
        weight: 1200,
        specifications:[
            {
            property: "Масса",
            value: "1.20 кг. (1-1.4кг.)",
        },
        {
            property:"Срок годности",
            value: "6 суток",
        },
        {
            property:"Порода",
            value: "<Бролер>",
        },
        {
            property:"Место нахождения",
            value: "Спасский р-н.",
        },
        
        ],

        structure:[
        {
            property:"Энергетическая ценность: ",
            value: "238 ккал / 996 кДж.",
        },
        {
            property:"Пищевая ценность: ",
            value: " белки - 18,4 г., жиры - 18,2 г., углеводы - 0,1 г.; на 100 г.",
        },
        ]

    },
    {
        id: 4,
        name: "Колбаска запеченная на дровах ( по-домашнему)",
        description: " Колбаса готовится по старинному рецепту из свиного мяса. Слегка плотное мясо дополняется специями, а благодаря запеканию на дровах приобретает аппетитный дымный аромат. Идеально подойдет для сытных бутербродов с бородинским хлебом и ложечкой обжигающего хрена.",
        image: "https://cdn.esh-derevenskoe.ru/image/cache/catalog/product/5237/5c11ff-730x604.JPG?v=3",
        price: 720,
        weight: 1200,
        specifications:[
            {
            property: "Масса",
            value: "380 г. (190-570г.)",
        },
        {
            property:"Срок годности",
            value: "30 суток.",
        },
        {
            property:"Порода",
            value: "Вкусная",
        },
        {
            property:"Место нахождения",
            value: "Барятинский район.",
        },
        
        ],

        structure:[
        {
            property:"Энергетическая ценность: ",
            value: "248 кКал. / 1039,12 кДж.",
        },
        {
            property:"Пищевая ценность: ",
            value: " белки - 17 г., жиры - 43 г., углеводы - 0 г.; на 100 г.",
        },
        ]

    },

]

export default products;